{
  "L1": [
    "Flash a flirty smile and hold eye contact.",
    "Brush your fingers lightly against theirs as you hand them something.",
    "Wink playfully while saying something seductive.",
    "Whisper “I can’t stop looking at you” in their ear.",
    "Playfully tug on their sleeve or shirt.",
    "Stand closer than usual and let the tension build.",
    "Compliment their scent with a sultry tone.",
    "Gently place your hand on their arm while laughing at something they say.",
    "Trace a single finger down their forearm slowly.",
    "Lean in slightly, letting your lips hover near their cheek.",
    "Brush your fingers lightly across theirs while passing something.",
    "Playfully mimic something they just did.",
    "Tilt your head slightly and smirk while looking at them.",
    "“Accidentally” bump your shoulder against theirs.",
    "Compliment them with a playful tone.",
    "Lean in slightly as they speak, showing interest.",
    "Gently nudge their arm with your elbow.",
    "Touch their hand briefly as you hand something over.",
    "Stand slightly closer than usual without saying anything.",
    "Tuck your hair behind your ear while making eye contact.",
    "Playfully raise an eyebrow at them.",
    "Tap their shoulder lightly and smile when they turn around.",
    "Whisper “I like the way you smile” with a playful grin.",
    "Pretend to read their palm and lightly trace your fingers over it.",
    "Brush your knee lightly against theirs under the table.",
    "Make a subtle gesture, like biting your lip or playing with your necklace.",
    "Stand so your arm just barely touches theirs.",
    "Gently touch their shoulder while laughing at their joke.",
    "Turn slightly towards them, closing the space between you.",
    "Whisper “You look amazing tonight” close to their ear.",
    "Lean your head slightly closer to theirs when they speak.",
    "Smile and glance at their lips for a second before looking back.",
    "Play with your fingers near theirs, letting them notice.",
    "Compliment their choice of cologne/perfume.",
    "Gently rest your hand on their arm during a conversation.",
    "Let your leg touch theirs briefly, then pull away with a smile.",
    "Adjust their collar or shirt lightly, pretending to fix it.",
    "Run your finger along the rim of your glass while looking at them.",
    "Compliment their outfit with a playful tone.",
    "Wink at them after saying something cheeky.",
    "Playfully blow them a kiss.",
    "Twirl a strand of your hair while looking at them.",
    "Tease them about something lighthearted while smiling.",
    "Brush your hand lightly across theirs “accidentally.”",
    "Pretend to whisper a secret, but just say “You’re adorable.”",
    "Run your fingers along your collarbone subtly while looking at them.",
    "Tap your foot lightly against theirs under the table.",
    "Hold their gaze until they look away and smile.",
    "Laugh softly and touch their knee briefly.",
    "Trace a pattern on their arm lightly with your finger.",
    "Whisper “I can’t stop noticing you” into their ear.",
    "Lean closer to them as if you’re about to say something.",
    "Playfully tease them about their laugh.",
    "Take their hand briefly and say, “You have nice hands.”",
    "Brush their hair away from their face gently.",
    "Let your fingers linger when handing something to them.",
    "Look at their face as they speak and say, “You’re captivating.”",
    "Rest your hand briefly on their back while guiding them somewhere.",
    "Trace the edge of their sleeve lightly with your fingers.",
    "Smile and say, “You’ve got a great energy about you.”",
    "Hold your drink and lightly touch their glass with yours.",
    "Whisper, “You’re making this so fun” during the game.",
    "Playfully poke their side and smile.",
    "Let your foot brush against theirs and say, “Oops.”",
    "Touch your necklace while glancing at them subtly.",
    "Trace a small circle on their wrist while holding their hand.",
    "Smile and say, “I like the way you’re looking at me.”",
    "Rest your hand lightly on their knee for a second.",
    "Gently brush a piece of lint off their shoulder.",
    "Whisper something teasing about their roll in the game.",
    "Playfully blow on their ear softly and smile.",
    "Pretend to straighten their tie or necklace.",
    "Lightly trace their palm and say, “Interesting hands.”",
    "Turn towards them fully, closing off the space to others.",
    "Tease them about how “serious” they are playing the game.",
    "Brush your lips lightly near their ear while speaking.",
    "Playfully nudge their side with your elbow.",
    "Rest your hand on their arm and let it linger briefly.",
    "Say, “I like how confident you seem,” with a smile.",
    "Run your fingers lightly over your own wrist as they watch.",
    "Say, “This game’s getting interesting,” with a mischievous grin.",
    "Let your finger trace along their arm briefly.",
    "Hold your hand out and ask for theirs.",
    "Playfully pretend to “read their mind” and tease them.",
    "Hold their hand and guide them to do something playful.",
    "Touch your lips briefly and say, “You’re distracting me.”",
    "Say, “You’re making it hard to focus on the game.”",
    "Whisper, “I like having you close.”",
    "Gently place your hand on their shoulder for support.",
    "Laugh and lightly flick their arm.",
    "Say, “I dare you to make me blush.”",
    "Slowly reach for their hand and hold it briefly.",
    "Whisper something playful about their next move.",
    "Brush your knee against theirs under the table.",
    "Say, “Do you feel how the room’s heating up?”",
    "Look at their hands and say, “I like the way you move.”",
    "Run your fingers lightly along their forearm.",
    "Say, “Your laugh is contagious” with a smile.",
    "Playfully rest your hand on their back for support.",
    "Let your hand hover over theirs without touching.",
    "Whisper, “You’re making this way too fun.”",
    "Say, “I don’t think I’ve met someone like you before.”",
    "Look at their lips and then back into their eyes.",
    "Trace your finger along your own neck while smiling.",
    "Say, “Your energy is magnetic.”",
    "Whisper, “Are you always this charming?”",
    "Stand closer so your shoulders lightly touch.",
    "Say, “I like how you’re looking at me.”",
    "Gently rest your hand on theirs for a moment and smile.",
    "Brush your fingertips lightly against theirs while picking up the dice.",
    "Tilt your head slightly and smirk while making eye contact.",
    "Gently place your hand on their knee for a brief moment.",
    "Whisper, “I love the way you’re looking at me” close to their ear.",
    "Slide your foot slightly closer to theirs under the table.",
    "Smile warmly and say, “You’re making this game way too fun.”",
    "Let your arm lightly touch theirs as you shift closer.",
    "Brush their wrist lightly with your fingers as you pass something.",
    "Playfully nudge their shoulder and hold the moment for a second.",
    "Say, “I can feel the chemistry already” with a soft laugh.",
    "Run your fingers along the edge of the board, glancing at them.",
    "Trace a small pattern on the back of their hand with your finger.",
    "Whisper something you find attractive about them.",
    "Laugh softly and place your hand gently on their forearm.",
    "Rest your elbow on the back of the sofa and lean slightly towards them.",
    "Briefly brush your knee against theirs, then pull back with a grin.",
    "Let your hand linger on theirs while handing over the dice.",
    "Gently tap their leg under the table and smile.",
    "Compliment their smile with a playful tone.",
    "Lean closer and say, “I think you’re trying to distract me.”",
    "Gently adjust their collar or neckline, pretending to fix it.",
    "Glance at their lips for a moment before looking back into their eyes.",
    "Brush your hair back and hold their gaze for a few seconds.",
    "Touch their shoulder lightly and say, “You’re winning me over.”",
    "Whisper, “You’re making this too easy to enjoy.”",
    "Trace a slow line on their forearm and pause at their wrist.",
    "Let your leg lightly press against theirs for a moment.",
    "Rest your hand on their knee briefly, then pull away with a smile.",
    "Let your foot graze theirs under the table.",
    "Say, “I bet you can’t look at me for 10 seconds without smiling.”",
    "Turn slightly toward them, closing the gap between your knees.",
    "Touch their arm lightly and say, “I think you’re getting ahead.”",
    "Playfully flick their sleeve and say, “That’s your lucky charm?”",
    "Whisper, “I’m loving this game more than I thought.”",
    "Brush their fingers intentionally while passing the dice.",
    "Smile and glance down at their hand resting near yours.",
    "Whisper something playful about their roll.",
    "Touch your own lips briefly and glance at them.",
    "Slide your hand close to theirs but don’t touch.",
    "Rest your hand on the back of their chair for a moment.",
    "Play with your fingers subtly while maintaining eye contact.",
    "Tease them about their competitive streak with a grin.",
    "Brush your knee gently against theirs and hold for a second.",
    "Say, “I’m starting to think you’re irresistible.”",
    "Trace small circles on the back of their hand with your fingertip.",
    "Lean closer and let your voice drop slightly as you speak.",
    "Gently brush a strand of their hair back into place.",
    "Say, “Your energy is magnetic” while looking at them.",
    "Hold eye contact longer than usual, letting tension build.",
    "Say, “I think we’re just getting started.”",
    "Stand briefly to lean in and whisper in their ear, then sit back.",
    "Stand up and guide their hand briefly, then sit back down.",
    "Stand to stretch, letting your hands brush theirs casually.",
    "Playfully adjust their hair or clothing while standing.",
    "Play with your necklace or collar while glancing at them.",
    "Place your hand on the sofa near theirs, just brushing their skin.",
    "Smile and say, “You make this so effortless.”",
    "Whisper, “Do you think you can handle what’s next?”",
    "Touch your fingertips to your lips and glance at theirs.",
    "Pretend to share a secret and lean closer to their ear."
  ],
  "L2": [
    "Brush their hair back with your fingers, maintaining eye contact.",
    "Tease their neck with your breath as you speak close to them.",
    "Hold their hand and lightly caress their palm with your thumb.",
    "Touch their cheek softly and let your hand linger.",
    "Stand behind them and whisper something seductive close to their ear.",
    "Let your lips hover over theirs for a moment without kissing.",
    "Trace your hand gently across their lower back as you lean closer.",
    "Nibble softly on your bottom lip while looking at them.",
    "Guide their hand to your face or neck and let them explore lightly.",
    "Whisper “I can’t wait to touch you” into their ear.",
    "Run your fingers lightly along their wrist for 10 seconds.",
    "Trace small circles on their thigh with one finger.",
    "Lean closer and speak in a lower, sultry tone.",
    "Slide your hand briefly up their arm and let it rest on their shoulder.",
    "Lightly caress the back of their hand with your fingertips.",
    "Look at their lips while they’re talking, then smile.",
    "Playfully rest your head on their shoulder for a moment.",
    "Whisper, “You’re making it hard to concentrate,” into their ear.",
    "Let your fingers hover near theirs without touching.",
    "Adjust their necklace or collar gently.",
    "Let your knee lightly press against theirs for a few seconds.",
    "Run your hand softly along their forearm and pause at their wrist.",
    "Hold their gaze while your hand rests on their knee.",
    "Brush their hair back gently and let your hand linger near their neck.",
    "Whisper something playful about their next roll in the game.",
    "Lean closer so your arm and theirs are touching lightly.",
    "Slowly touch their cheek and say, “You’re glowing right now.”",
    "Slide your hand briefly along their thigh before pulling away.",
    "Gently tug on their sleeve or shirt, saying, “This suits you perfectly.”",
    "Hold their hand and trace your thumb along their palm.",
    "Rest your hand on their lower back while leaning in to speak.",
    "Place your hand on their knee and hold it there for a few seconds.",
    "Run your fingers through their hair for 5 seconds, then stop.",
    "Whisper, “Do you know how good you look right now?”",
    "Slide your fingers lightly across the nape of their neck.",
    "Brush your lips near their ear as you whisper something playful.",
    "Trace a pattern on their collarbone with your fingertip.",
    "Playfully rest your hand on their thigh for a moment.",
    "Lightly pinch their chin and say, “That’s your lucky charm.”",
    "Run your hand slowly across their back as you adjust your seat.",
    "Gently tap their leg under the table with your foot.",
    "Touch their neck lightly and say, “You’re irresistible.”",
    "Slide your hand briefly under their sleeve and run your fingers over their arm.",
    "Brush your cheek against theirs while leaning closer.",
    "Whisper, “You’re absolutely distracting me.”",
    "Let your fingers trail along their jawline for a moment.",
    "Place your hand on the side of their face and look into their eyes.",
    "Lean closer and rest your arm against theirs while laughing softly.",
    "Trace their wrist gently with your fingertips.",
    "Tease their fingers by lightly brushing yours against them.",
    "Take their hand and hold it for a few seconds without saying anything.",
    "Run your fingers down their neck, stopping at their collarbone.",
    "Whisper, “I can’t stop thinking about you” close to their ear.",
    "Place your hand on their thigh and leave it there for a few seconds.",
    "Touch their lips lightly with your fingertip while smiling.",
    "Brush your leg against theirs and hold it there briefly.",
    "Gently trace a line on their chest with your finger.",
    "Move closer so your shoulders touch lightly.",
    "Whisper, “You’re making this really hard to stay focused.”",
    "Place your hand on their lower back and let it linger.",
    "Stand to adjust their necklace or shirt while smiling.",
    "Stand briefly to trace your fingers along their arm, then sit back down.",
    "Stand and guide their hand to touch your shoulder or arm.",
    "Run your fingers lightly along their thigh while keeping eye contact.",
    "Touch the side of their face and whisper, “I love looking at you.”",
    "Place your hand on their shoulder and gently squeeze.",
    "Let your leg press firmly against theirs for a few seconds.",
    "Brush your lips near their neck as you whisper.",
    "Slide your hand along their back and pause at their waist.",
    "Hold their hand and say, “I like this feeling.”",
    "Lean in close so your lips are just inches away from theirs.",
    "Let your fingers trace their collarbone while smiling.",
    "Whisper, “You feel amazing next to me.”",
    "Playfully touch their nose with your fingertip.",
    "Slide your hand briefly onto their thigh while speaking softly.",
    "Rest your hand on their arm while leaning closer.",
    "Touch their shoulder and say, “You’re so tempting right now.”",
    "Whisper, “I can’t wait to see what happens next.”",
    "Brush their cheek lightly with your lips without kissing.",
    "Playfully nudge them and let your hand rest on their leg.",
    "Hold their wrist lightly and smile.",
    "Run your fingers slowly up their arm while glancing at them.",
    "Place your hand gently over theirs on the table.",
    "Let your lips hover near their ear as you speak softly.",
    "Run your hand lightly along their upper thigh.",
    "Touch their neck and say, “You’re making me lose focus.”",
    "Rest your hand on their shoulder and gently squeeze.",
    "Whisper, “You feel so good right now.”",
    "Lean close so your foreheads almost touch.",
    "Hold their hand and trace small patterns on their palm.",
    "Place your hand on their lower back as you lean closer.",
    "Touch their collarbone and say, “I can’t stop noticing you.”",
    "Gently run your fingers through the back of their hair.",
    "Let your cheek lightly touch theirs while speaking.",
    "Whisper, “You’re absolutely magnetic.”",
    "Brush your fingers near their lips and smile.",
    "Slide your hand along their back and pause at their waist.",
    "Place your hand on their knee and hold it there.",
    "Lean close and let your breath lightly touch their neck.",
    "Touch their wrist and say, “You’re so good at this.”",
    "Run your fingers gently over their shoulder.",
    "Slide your hand lightly onto their leg.",
    "Brush their lips softly with your thumb.",
    "Whisper, “I don’t think I can resist much longer.”",
    "Place your hand on their arm and glance into their eyes.",
    "Let your fingers explore their collarbone.",
    "Whisper, “This is getting exciting” into their ear.",
    "Touch their hand and say, “You’re making this way too fun.”",
    "Slide your leg closer until it’s resting against theirs.",
    "Whisper, “You’re absolutely irresistible.”"
  ],
  "L3": [
    "Kiss the back of their hand softly while holding their gaze.",
    "Run your hands gently up their arms and onto their shoulders.",
    "Whisper in their ear and let your lips lightly graze their skin.",
    "Kiss along their jawline, ending near their ear.",
    "Hold their face gently and let your thumbs caress their cheeks.",
    "Kiss the sensitive spot just below their ear for 10 seconds.",
    "Slide your hand into their hair and gently tug while making eye contact.",
    "Run your lips slowly along their collarbone without fully kissing.",
    "Trace kisses along their neck, pausing to gently nibble.",
    "Kiss their neck and collarbone passionately for 30 seconds.",
    "Run your fingers through their hair slowly for 5 seconds.",
    "Brush your lips lightly against their ear while whispering.",
    "Gently hold their face and trace their cheekbone with your thumb.",
    "Slide your hand along their thigh for a few seconds before pulling away.",
    "Lean in and let your lips hover near theirs for 5 seconds without kissing.",
    "Kiss their jawline and pause near their ear.",
    "Hold their hand, intertwining your fingers for 10 seconds.",
    "Run your fingers lightly across their neck and collarbone.",
    "Tease the edge of their shirt with your fingertips.",
    "Whisper, “You’re driving me crazy” into their ear.",
    "Run your fingers up their arm, stopping at their shoulder.",
    "Kiss the sensitive spot just below their ear.",
    "Rest your hand on their thigh, letting your fingers explore lightly.",
    "Brush your lips against their neck softly for 10 seconds.",
    "Touch their cheek and let your fingers drift to their lips.",
    "Guide their hand to rest on your knee or thigh.",
    "Pull them slightly closer by their waist.",
    "Run your fingers through their hair and lightly tug at the ends.",
    "Let your fingers trace a slow line along their back.",
    "Place your hand on their lower back and lean in close.",
    "Kiss their neck and trail down to their collarbone.",
    "Rest your forehead against theirs for a few moments.",
    "Tease the skin just below their neckline with your fingertips.",
    "Whisper, “I’m loving this” while looking into their eyes.",
    "Brush your lips along their collarbone without fully kissing.",
    "Place your hand on their hip and pull them gently closer.",
    "Nibble softly on their lower lip while kissing.",
    "Run your fingers along their jawline, pausing at their chin.",
    "Whisper, “You’re making me lose control” with a playful tone.",
    "Stand briefly and guide their hands to your waist, then sit back down.",
    "Stand to lean over and kiss their neck, then sit down again.",
    "Pull them up gently for a brief embrace, then return to your seats.",
    "Stand and place your hands on their shoulders while leaning in close.",
    "Slide your hand along their leg and let it rest for a moment.",
    "Trace small circles on their thigh with your fingers.",
    "Kiss their temple softly, letting your lips linger.",
    "Run your fingers lightly along the nape of their neck.",
    "Let your lips graze their collarbone while you hold their gaze.",
    "Hold their hand and gently kiss their palm.",
    "Brush your fingers along their jawline as you whisper in their ear.",
    "Let your hand trace a slow line across their chest.",
    "Place your hand on their knee and let it rest there.",
    "Gently tug on their shirt collar while leaning closer.",
    "Whisper, “I can’t stop thinking about you” while kissing their cheek.",
    "Hold their face and run your fingers through their hair.",
    "Kiss their shoulder lightly, letting your lips linger.",
    "Run your hand along their back while pulling them slightly closer.",
    "Let your thumb brush their lips while holding their face.",
    "Whisper, “You’re absolutely stunning” into their ear.",
    "Kiss their neck and pause near their collarbone.",
    "Place your hand on their inner thigh and hold it there briefly.",
    "Run your fingers along their spine under their shirt.",
    "Tease the edge of their waistband with your fingertips.",
    "Brush your lips along their ear while letting your hand rest on their thigh.",
    "Whisper, “You feel amazing next to me.”",
    "Place your hand gently on their cheek and kiss them deeply.",
    "Run your hand slowly up their arm while smiling.",
    "Let your fingers explore their collarbone and shoulder.",
    "Whisper, “I can’t get enough of you” while holding their hand.",
    "Slide your hand along their jawline and pull them closer.",
    "Kiss their neck softly, pausing for a moment.",
    "Place your hand on their hip and hold them close.",
    "Whisper, “I’m loving every second of this.”",
    "Run your fingers through their hair and kiss their forehead.",
    "Let your lips hover near theirs before kissing.",
    "Place your hand on their thigh and let it linger.",
    "Trace slow patterns on their back while leaning closer.",
    "Tease their lower lip with your teeth while kissing.",
    "Whisper, “You’re driving me wild” with a playful smile.",
    "Kiss their ear softly and let your lips linger.",
    "Run your fingers along their collarbone and up to their neck.",
    "Hold their face and kiss them with intensity.",
    "Let your hand rest on their chest while leaning in.",
    "Whisper, “You make this so easy to enjoy.”",
    "Brush your lips against theirs softly before pulling away.",
    "Slide your hand along their thigh, stopping near their knee.",
    "Rest your hand on their lower back while kissing their neck.",
    "Whisper, “I’ve been waiting for this” into their ear.",
    "Kiss their neck and let your hand explore their shoulder.",
    "Trace your fingers along their arm, pausing at their wrist.",
    "Hold their hand tightly and pull them slightly closer.",
    "Kiss their temple while running your hand through their hair.",
    "Slide your hand across their lower back and rest it there.",
    "Place your hand on their knee and slowly move it upward.",
    "Whisper, “You’re making this unforgettable.”",
    "Lean closer and let your lips touch their ear lightly.",
    "Brush their jawline with your lips before kissing.",
    "Rest your forehead against theirs while holding their hands.",
    "Whisper, “You’re absolutely captivating.”",
    "Kiss their shoulder while sliding your hand along their arm.",
    "Tease the edge of their neckline with your fingers.",
    "Whisper, “You’re making this irresistible.”",
    "Slide your hand onto their chest and hold it there.",
    "Pull them gently closer by their shirt.",
    "Place your hand on their thigh and lean closer.",
    "Whisper, “This is just the beginning” into their ear.",
    "Kiss their collarbone softly while holding their hand.",
    "Run your fingers down their back and pause at their waist.",
    "Whisper, “You’re making me want more” with a grin."
  ],
  "L4": [
    "Ask your partner to gently spank you 5 times.",
    "Look into your partner's eyes, then slowly move closer and kiss them lightly.",
    "Let your lips graze their cheek before kissing them on the lips.",
    "Hold their hand and kiss each of their fingers softly.",
    "Kiss their lips for 10 seconds, then lightly nibble their lower lip.",
    "Run your fingers across their chest, letting your touch linger.",
    "Gently place your hand on their neck and pull them closer for a kiss.",
    "Kiss their earlobe softly and then their neck.",
    "Trace the shape of their lips with your finger before kissing.",
    "Ask your partner to guide your hand to their favorite spot to touch.",
    "Gently bite their lower lip while kissing passionately.",
    "Run your hand up their thigh and let it linger near their hip.",
    "Tease their collarbone with your lips, then kiss their neck.",
    "Whisper, “Show me where you want to be kissed,” and follow through.",
    "Slowly unbutton their shirt and kiss their chest.",
    "Kiss along their jawline, ending near their ear.",
    "Slide your hands up their thighs while locking lips.",
    "Explore their neck with your lips and teeth.",
    "Trace slow circles on their bare skin with your tongue.",
    "Ask your partner to softly nibble on your ear or neck.",
    "Ask your partner to spank you 5 times while you kiss their neck.",
    "Run your hands under their shirt and trace your fingers along their bare back.",
    "Ask your partner to unbutton your shirt while kissing your lips.",
    "Tease their lips with your tongue before pulling back and smiling.",
    "Kiss their lips and guide their hand to your waist.",
    "Lean forward and kiss their neck softly, letting your lips linger.",
    "Gently suck on their earlobe, whispering something provocative.",
    "Ask your partner to trace your collarbone with their lips.",
    "Run your fingers through their hair and pull them closer for a deep kiss.",
    "Kiss your partner deeply and let your hands slide up their thighs.",
    "Lift their shirt slightly and kiss their stomach.",
    "Ask your partner to gently nibble your lower lip while kissing.",
    "Place your hand on their chest and slowly slide it downward.",
    "Kiss along their jawline and down to their collarbone.",
    "Guide their hands under your shirt to explore your skin.",
    "Whisper, “Touch me where it feels good,” and guide their hand.",
    "Slide your hands under their waistband briefly while kissing.",
    "Tease their neck with your tongue and teeth.",
    "Unbutton their shirt and kiss their exposed skin.",
    "Run your hands under their shirt and let your fingers explore.",
    "Kiss their lips, then trail kisses down to their chest.",
    "Playfully tug on their waistband while kissing.",
    "Gently bite and suck on the sensitive skin of their neck.",
    "Kiss their lips deeply and let your hands explore their back.",
    "Pull their body closer with your hands on their hips.",
    "Let your lips trace patterns on their shoulder.",
    "Ask your partner to kiss you slowly, letting it build.",
    "Kiss their lips and slowly slide your hands onto their chest.",
    "Ask your partner to spank you lightly and kiss you immediately after.",
    "Run your lips along their neck and bite softly before trailing kisses down to their collarbone.",
    "Slide your hands into their shirt, exploring their chest as you kiss them deeply.",
    "Pull them closer by their waistband, grinding slightly against them as you kiss.",
    "Tease their lips with your tongue, then bite their lower lip and suck gently.",
    "Unbutton their shirt while running your lips down their chest.",
    "Hold their face firmly and kiss them like you can’t get enough, pressing your body against theirs.",
    "Guide their hand to your inner thigh and ask them to explore.",
    "Run your tongue along the sensitive curve of their neck, then blow softly to send chills.",
    "Ask your partner to run their hands firmly up your thighs while you kiss their chest.",
    "Kiss them passionately and let your hand slide into their underwear for a quick tease.",
    "Tease their nipples with your lips and tongue, sucking lightly while your hands explore.",
    "Pull their shirt off and kiss their bare shoulders and chest, nibbling softly.",
    "Ask your partner to grab your butt while grinding against them.",
    "Run your lips down their stomach, stopping just above their waistband.",
    "Let your hands slide firmly over their butt and thighs as you press your lips to theirs.",
    "Bite their neck softly and whisper, “I can’t wait to taste you.”",
    "Slide your hands up their inner thighs while making intense eye contact.",
    "Kiss their lips and neck, then move down to their chest, teasing with your teeth.",
    "Ask them to guide your head to their favorite spots while you kiss.",
    "Run your tongue along their stomach, teasing their skin with light circles.",
    "Hold their waist firmly as you lean in to kiss their neck.",
    "Kiss their collarbone passionately and whisper, “You’re amazing.”",
    "Gently bite their earlobe while running your fingers along their back.",
    "Whisper, “I want you closer” into their ear as you pull them in."
  ],
  "L5": [
    "Remove a piece of their clothing and kiss their exposed skin.",
    "Kiss your partner’s lips and then their collarbone while holding them close.",
    "Run your hands up their back and pull them into a deep kiss.",
    "Let your lips trail from their neck down to their chest.",
    "Ask your partner to kiss your chest while you run your hands through their hair.",
    "Use your mouth to gently tease their neck and shoulders.",
    "Kiss their lips and let your hands slide under their shirt.",
    "Let your hands firmly grip their waist while kissing deeply.",
    "Ask your partner to lightly suck on your neck or collarbone.",
    "Kiss their lips and let your tongue explore their mouth.",
    "Kiss each other’s lips, neck, and chest in a slow rhythm.",
    "Slide your hands over their thighs while kissing.",
    "Remove your shirt and press your chest against theirs.",
    "Run your lips and tongue along their chest, stopping to kiss.",
    "Ask your partner to tease your nipples with their lips.",
    "Use your tongue to draw slow circles on their chest.",
    "Strip them down to their underwear while teasing with your lips.",
    "Kiss their lips, neck, and shoulders in a passionate sequence.",
    "Ask your partner to explore your back and shoulders with their hands.",
    "Let your hands explore under their waistband while kissing deeply.",
    "Remove a piece of their clothing while locking eyes.",
    "Kiss their lips passionately, then let your hands slide over their chest.",
    "Ask your partner to tease your chest with their lips and tongue.",
    "Pull them closer by their waistband and kiss their neck intensely.",
    "Run your tongue slowly along their collarbone.",
    "Kiss their neck and move downward to their chest, stopping to bite softly.",
    "Ask your partner to kiss your stomach while you run your fingers through their hair.",
    "Slide your hand between their thighs and let it linger.",
    "Press your chest against theirs and let your hands wander freely.",
    "Guide their hand to your chest and ask them to explore.",
    "Kiss them deeply while pulling their body tightly against yours.",
    "Tease their waistline with your fingers, pulling their shirt up slowly.",
    "Run your hands under their clothing and explore their back.",
    "Let your lips trail kisses from their lips to their stomach.",
    "Ask your partner to explore your thighs with their hands while you kiss.",
    "Lightly graze their inner thighs with your fingertips.",
    "Kiss their neck, then gently bite and suck just below their ear.",
    "Whisper, “I love feeling your body against mine.”",
    "Ask your partner to slowly remove your shirt while kissing.",
    "Press your body against theirs and let your hands explore their chest.",
    "Strip your partner’s shirt off completely and suck on their chest while teasing their waistband.",
    "Run your tongue along their stomach, slowly circling their belly button.",
    "Press their hands against your chest and whisper, “Don’t stop.”",
    "Ask your partner to tease your nipples with their mouth, sucking firmly.",
    "Trail your tongue from their lips to their collarbone and slowly down to their stomach.",
    "Press your body against theirs while letting your hands firmly explore their butt.",
    "Slide your fingers under their underwear, teasing their most sensitive areas.",
    "Bite their shoulder while grinding against them slowly and deeply.",
    "Kiss their neck, shoulders, and chest, pausing to suck and leave gentle marks.",
    "Ask your partner to run their lips and tongue down your chest and stomach.",
    "Let your lips graze their intimate areas through their underwear.",
    "Ask your partner to explore your thighs with their tongue, teasing closer to your center.",
    "Run your hands down their back and grip their hips as you kiss their stomach.",
    "Tease their waistband with your teeth while holding intense eye contact.",
    "Ask your partner to suck on your nipples while you run your hands through their hair.",
    "Slowly grind your hips against theirs while biting their lip.",
    "Let your lips and tongue explore their inner thighs, moving dangerously close.",
    "Ask your partner to kiss you all over while you guide them lower.",
    "Kiss their lips deeply, then slide your hands into their underwear to explore.",
    "Whisper, “I can’t wait to taste you,” and slowly kiss down their chest and stomach."
  ],
  "L6": [
    "Remove each other’s clothing completely and kiss every inch of exposed skin.",
    "Gently kiss and tease your partner’s nipples with your tongue.",
    "Run your lips along their lower abdomen and pause teasingly.",
    "Ask your partner to kiss your chest, stomach, and hips.",
    "Use your tongue to tease the sensitive spots on their chest and neck.",
    "Kiss their lips while letting your hands explore their intimate areas.",
    "Gently circle your tongue around their nipples and nibble lightly.",
    "Trail kisses from their neck down to their belly button.",
    "Ask your partner to gently explore your chest with their mouth.",
    "Slide your hands across their body while using your lips to explore their chest.",
    "Kiss their lips deeply while your hands explore their hips and thighs.",
    "Trace patterns on their inner thighs with your fingertips.",
    "Ask your partner to explore your body with their hands while you kiss.",
    "Tease their body with soft kisses leading to their waist.",
    "Run your hands gently over their chest and down their stomach.",
    "Ask your partner to kiss your stomach while you play with their hair.",
    "Press your body against theirs, letting the heat build between you.",
    "Kiss their chest and stomach while they lay back.",
    "Explore their body slowly with your mouth and hands.",
    "Ask your partner to gently suck on your chest or shoulders.",
    "Kiss their lips while guiding their hands to your body.",
    "Run your lips along their neck, ending with a playful bite.",
    "Circle your tongue around their nipples while holding their waist.",
    "Tease their chest with soft, wet kisses.",
    "Whisper, “Let me explore you” and use your hands to discover them.",
    "Ask your partner to kiss you wherever they want.",
    "Kiss their thighs softly, moving higher each time.",
    "Gently bite their chest or shoulder while holding them close.",
    "Run your hands firmly along their back while kissing deeply.",
    "Ask your partner to gently explore your hips with their hands.",
    "Press your chest against theirs and let your hands wander freely.",
    "Explore their collarbone with soft, teasing kisses.",
    "Ask your partner to kiss your stomach and thighs.",
    "Let your lips linger on their neck while they hold your waist.",
    "Slide your hands between their thighs and pause teasingly.",
    "Gently nibble on their chest and shoulders.",
    "Whisper, “I want to kiss every inch of you,” and start exploring.",
    "Ask your partner to guide your hands to where they want to be touched.",
    "Kiss their body slowly, moving from chest to waist.",
    "Ask your partner to explore your body with their mouth while you guide them.",
    "Remove their shirt completely and kiss every inch of their chest.",
    "Ask your partner to slide their hands into your underwear.",
    "Kiss their stomach while teasing their waistband with your tongue.",
    "Ask your partner to circle their tongue around your nipples and nibble softly.",
    "Kiss their lips passionately while your hand explores their intimate areas.",
    "Guide their hand to your chest and let them explore freely.",
    "Use your tongue to tease their neck and slowly move down their chest.",
    "Ask your partner to kiss your thighs while you run your fingers through their hair.",
    "Tease their waistline with your lips, pulling their underwear slightly downward.",
    "Kiss their inner thighs, moving closer to their intimate areas.",
    "Ask your partner to explore your body with their mouth while you guide them.",
    "Press your body fully against theirs and let your hands roam freely.",
    "Whisper, “I want to taste you,” and trail kisses down their body.",
    "Remove their underwear and kiss their hips and thighs.",
    "Ask your partner to suck gently on your chest while caressing your back.",
    "Use your tongue to trace circles on their lower stomach.",
    "Kiss them deeply while sliding your hand between their legs.",
    "Ask your partner to use their lips and tongue to explore your chest.",
    "Guide their head downward, asking them to kiss every inch of your body.",
    "Run your tongue along their intimate areas, teasing them slowly.",
    "Remove their underwear completely and kiss every inch of their thighs and hips.",
    "Ask your partner to explore your chest and stomach with their lips and tongue.",
    "Kiss their inner thighs, then lightly bite and suck on the sensitive skin.",
    "Run your tongue slowly up their body, starting from their waistline.",
    "Ask your partner to run their tongue along your chest and lower stomach.",
    "Slide your lips and tongue along their most sensitive areas, teasing without fully tasting.",
    "Ask them to grab your head and guide you wherever they want to be kissed.",
    "Run your fingers along their most sensitive spots while kissing their chest.",
    "Let your lips hover just above their intimate areas, breathing softly before kissing.",
    "Whisper, “I want to taste every inch of you,” and kiss their thighs deeply.",
    "Ask your partner to kiss and bite their way down your stomach.",
    "Run your tongue along their waistline, teasing them mercilessly.",
    "Tease their intimate areas with your tongue while holding their hips firmly.",
    "Ask them to explore your body with their mouth until you can’t resist anymore.",
    "Let your lips and tongue fully explore their thighs and hips, leaving gentle marks.",
    "Ask your partner to guide your head while you kiss lower and lower.",
    "Run your fingers gently over their most sensitive spots while kissing their thighs.",
    "Ask them to bite and suck on your chest while you hold them close.",
    "Tease their intimate areas with your lips, then kiss them deeply.",
    "Whisper, “I’m ready to taste you,” and let your tongue slowly explore their body."
  ],
  "L7": [
    "Remove each other’s clothing completely and kiss every inch of exposed skin."
  ],
  "L8": [
    "Remove each other’s clothing completely and kiss every inch of exposed skin."
  ],
  "L9": [
    "Remove each other’s clothing completely and kiss every inch of exposed skin."
  ],
  "L10": [
    "Remove each other’s clothing completely and kiss every inch of exposed skin."
  ]
}





